# St7SetSolverDefaultsInteger

Sets the integer solver default values.

long St7SetSolverDefaultsInteger(long uID, long Parameter, long Value)

Input Parameters

uID

Strand7 model file ID.

Parameter

Solver integer parameter; see Integer Parameters.

Value

Integer value.